Repository: anjo/wonder
Catalog: Wonder/Common/Frameworks/D2W/ERModernDirectToWeb/Resources/*.lproj/Localizable.strings
Languages: german

# ERMDWizardBanner.stepsMessage
source: Step @@currentStep@@ of @@tabSectionsContents.count@@
german: Schritt @@currentStep@@ von @@tabSectionsContents.count@@

# ERMDEmptyListMessage.createObjectStringTemplate
source: Create New Entry
german: Neuer Eintrag

# ERMDEmptyListMessage.emptyEmbeddedListMessage
source: No matching @@displayNameForDestinationEntity@@ records found.
german: Keine @@displayNameForDestinationEntity@@ gefunden

# ERMDEmptyListMessage.emptyListMessage
source: No matching @@displayNameForEntity@@ records found.
german: Keine @@displayNameForEntity@@ gefunden.

# ERMD.editRelationshipButtonLabel
source: Edit Relationship
german: Bearbeiten...

# ERMD.inspectButtonLabel
source: Inspect
german: Ansehen

# ERMD.inlineCancelCreationMessage
source: Are you sure you want to stop creating this @@displayNameForEntity@@?
german: Anlegen von @@displayNameForEntity@@ abrechen?

# ERMD.inlineRemoveOrDeleteRelatedMessage
source: Are you sure you want to remove or delete this related @@displayNameForEntity@@?
german: @@displayNameForEntity@@ wirklich löschen oder entfernen?

# ERMD.inlineRemoveRelatedMessage
source: Are you sure you want to remove this related @@displayNameForEntity@@?
german: @@displayNameForEntity@@ wirklich entfernen?

# ERMD.inlineDeleteRelatedMessage
source: Are you sure you want to delete this related @@displayNameForEntity@@?
german: @@displayNameForEntity@@ wirklich löschen?

# ERMD.confirmDeleteRelatedMessage
source: Do you want to delete this @@displayNameForEntity@@?
german: @@displayNameForEntity@@ wirklich löschen?

# ERMD.confirmRemoveRelatedMessage
source: Do you want to remove this @@displayNameForEntity@@ from the relationship?
german: @@displayNameForEntity@@ wirklich entfernen?

# ERMD.confirmDeleteOrRemoveRelatedMessage
source: Do you want to remove this @@displayNameForEntity@@ from the relationship or delete it completely?
german: @@displayNameForEntity@@ entfernen oder wirklich löschen?

# ERMD.confirmDeleteMessage
source: Do you want to delete this @@displayNameForEntity@@?
german: @@displayNameForEntity@@ wirklich löschen?

# ERMD.addExistingButtonLabel
source: Add Existing
german: Auswählen

# ERMD.addNewButtonLabel
source: Add New
german: Neu anlegen
