Repository: anjo/wonder
Catalog: Common/Applications/BugTracker/Resources/*.lproj/Localizable.strings
Languages: italian

source: HomePage.closedOpenBug
italian: Elenca @@pluralCount@@ i @@pluralString@@ assegnati ancora aperti

source: HomePage.openedOpenBug
italian: Tutti i Bugs aperti assegnati

source: HomePage.noOpenBug
italian: Non hai Bugs aperti

source: HomePage.closedTestItem
italian: Elenca @@pluralCount@@ gli @@pluralString@@ assegnati da testare

source: HomePage.openedTestItem
italian: Tutti gli elementi da testare assegnati

source: HomePage.noTestItem
italian: Non hai elementi da testare

source: HomePage.closedUnreadBug
italian: Elenca @@pluralCount@@ i @@pluralString@@ assegnati non ancora esaminati

source: HomePage.openedUnreadBug
italian: Tutti i Bugs assegnati non ancora esaminati

source: HomePage.noUnreadBug
italian: Non hai Bugs da esaminare

source: HomePage.closedRequirement
italian: Elenca @@pluralCount@@ le @@pluralString@@ assegnate ancora aperte

source: HomePage.openedRequirement
italian: Tutte le richieste assgnate ancora aperte

source: HomePage.noRequirement
italian: Non hai richieste aperte

source: CreateTestItemFromReq.templateString
italian: [Dalla richiesta #@@primaryKey@@]

source: CreateTestItem.templateString
italian: [Dalla richiesta #@@primaryKey@@]

source: Is Open
italian: ƒ aperto

source: Text Description
italian: Descrizione

source: Subject
italian: Oggetto

source: Date Submitted
italian: Data sottomissione

source: Requirement Sub Type
italian: Sotto tipo richiesta

source: Owner
italian: Responsabile

source: Comments
italian: Commenti

source: Originator
italian: Originato da

source: Requirement
italian: Richiesta

source: 1, Critical
italian: Critico

source: Name
italian: Nome

source: Administrator
italian: Amministratore

source: Controlled
italian: Controllato

source: People
italian: Persone

source: 3, Medium
italian: Media

source: 3, Closed
italian: Chiuso

source: Requirement Type
italian: Tipo richiesta

source: Title
italian: Titolo

source: Is Active
italian: é attivo

source: Priority
italian: Prioritˆ

source: Is Customer Service
italian: Servizio clienti

source: 1, Open
italian: Aperto

source: 4, Low
italian: Bassa

source: Is Admin
italian: é ammministratore

source: Difficulty
italian: Difficoltˆ

source: Component
italian: Componente

source: Test Item
italian: Elemento da testare

source: 2, High
italian: Alta

source: 2, Bug
italian: Bug

source: State
italian: Status

source: Date Created
italian: Data creazione

source: Target Release
italian: Previsto per la release

source: 4, Requirement
italian: Richiesta

source: 3, Verify
italian: Verificare

source: Primary Key
italian: PK

source: High
italian: Alta

source: Closed
italian: Chiuso

source: Read
italian: Esaminato

source: Medium
italian: Media

source: Text Description For Search
italian: Descrizione per ricerca

source: Verify
italian: Verificare

source: 4, Document
italian: Documento

source: Feature Request
italian: Nuova funzionalitˆ

source: 1, Analyze
italian: Analizzare

source: 2, Build
italian: Build

source: Analyze
italian: Analizzare

source: Test Items
italian: Elementi da testare

source: Low
italian: Bassa

source: 5, Closed
italian: Chiuso

source: Date Modified
italian: Data di modifica

source: Document
italian: Documento

source: Critical
italian: Critico
