Repository: anjo/wonder
Catalog: Wonder/Common/Frameworks/ERDirectToWeb/Resources/*.lproj/Localizable.strings
Languages: french

# infoMessage
source: <i>Please note: Both login and password are case sensitive. We require passwords to be from 6 to 16 characters with at least one numeric character.</i>
french: <i>Veuillez noter que le login et le mot de passe sont sensible aux majuscules. Aussi un mot de passe doit avoir entre 6 et 16 caractères et au moins un chiffre.</i>

# newPasswordLabel
source: New password
french: Nouveau mot de passe

# confirmLabel
source: Confirm Password
french: Confirmation du mot de passe.

# confirmNewLabel
source: Confirm New Password
french: Confirmation du nouveau mot de passe.

# ERD2WWizardCreationPage.stepsMessage
source: Step @@currentStep@@ of Ê@@tabSectionsContents.count@@
french: Step @@currentStep@@ of @@tabSectionsContents.count@@

# ERD2W.cancelCreationMessage
source: <b>Are you sure you want to stop creating this @@displayNameForEntity@@?</b><br><br>Clicking confirm will discard all your changes, Clicking Cancel will go back to editing your @@displayNameForEntity@@.
french: <b>Etes-vous sur de vouloir annuler la création de ce/cette @@displayNameForEntity@@?</b><br /><br />Cliquer sur confirmation va éliminer vos changements et cliquer sur annulation retournera à l'édition de @@displayNameForEntity@@.

# ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage
source: <B>Are you sure you want to stop creating this @@displayNameForEntity@@?</B><br><br>Clicking confirm will discard all your changes, Clicking Cancel will go back to editing your @@displayNameForEntity@@.
french: <b>Etes-vous sur de vouloir annuler la création de ce/cette @@displayNameForEntity@@?</b><br /><br />Cliquer sur confirmation va éliminer vos changements et cliquer sur annulation retournera à l'édition de @@displayNameForEntity@@.

# ERDEditListButton.editButtonName
source: Edit @@displayNameForProperty@@ List
french: Edition de la liste de @@displayNameForProperty@@

# ERDEmptyListMessage.emptyListMessage
source: <b>No matching @@displayNameForEntity@@ records found.</b>
french: <b>Aucune valeurs trouvée pour @@displayNameForEntity@@.</b>

# ERDTrashcan.confirmDeletionMessage
source: <b>Are you sure you want to delete the following @@displayNameForEntity@@?</b>
french: <b>Etes-vous sur de vouloir éliminer ce @@displayNameForEntity@@?</b>

# ERDEditList.saveLabel
source: Save @@pluralCount@@ @@pluralString@@?
french: Enregistrer?

# ERD2WEditToManyRelationship.noChoiceAvailable
source: No @@displayNameForEntity@@ available at this time
french: Aucune valeur disponible pour @@displayNameForEntity@@
