Repository: anjo/wonder
Catalog: Wonder/Common/Frameworks/ERDirectToWeb/Resources/*.lproj/ValidationTemplate.strings
Languages: italian

# IllegalCharacterInNumberException
source: Please check the value <b>@@value@@</b> you supplied for the field <b>@@displayNameForProperty@@</b>.
italian: Controlla il valore <strong>@@value@@</strong> fornito per <strong>@@displayNameForProperty@@</strong>.

# InvalidDateFormatException
source: Please check <b>@@displayNameForProperty@@</b> as <b>@@value@@</b> is not a valid date
italian: Controlla la data <strong>@@value@@</strong> fornita per <strong>@@displayNameForProperty@@</strong>.

# InvalidNumberException
source: The value is an invalid number.
italian: Numero non valido.

# MandatoryToManyRelationshipException
source: A <b>@@displayNameForEntity@@</b> must have a least one <b>@@displayNameForDestinationEntity@@</b>.
italian: <strong>@@displayNameForEntity@@</strong> deve avere almeno un/a <strong>@@displayNameForDestinationEntity@@</strong>.

# MandatoryToOneRelationshipException
source: A <b>@@displayNameForEntity@@</b> must have a <b>@@displayNameForProperty@@</b>.
italian: <strong>@@displayNameForEntity@@</strong> deve avere un/a <strong>@@displayNameForProperty@@</strong>.

# NotANumberException
source: Sorry, I could not read this number <b>@@value@@</b>
italian: <strong>@@value@@</strong> non è interpretabile come numero.

# NullPropertyException
source: Please provide @@indefiniteArticleForProperty@@ <b>@@displayNameForProperty@@</b>.
italian: Specificare un valore per <strong>@@displayNameForProperty@@</strong>.

# ObjectRemovalException
source: Cannot delete this <b>@@displayNameForEntity@@</b>. You should first delete the item in its <b>@@displayNameForProperty@@</b>.
italian: Non posso eliminare questo/a <strong>@@displayNameForEntity@@</strong>. Dovresti prima cancellare <strong>@@displayNameForProperty@@</strong>.

# ObjectsRemovalException
source: Cannot delete this <b>@@displayNameForEntity@@</b>. You should first delete the items in its <b>@@displayNameForProperty@@</b>.
italian: Non posso eliminare questo/a <strong>@@displayNameForEntity@@</strong>. Dovresti prima cancellare <strong>@@displayNameForProperty@@</strong>.

# PasswordsDontMatchException
source: The <b>passwords</b> you entered don't match
italian: Le <strong>password</strong> non corrispondono.

# PasswordsFillBothFieldsException
source: Please fill in both <b>password</b> fields
italian: Completare entrambi i campi delle <strong>password</strong>.

# ObjectCannotBeDeletedException
source: Cannot delete this <b>@@displayNameForEntity@@</b> because either this <b>@@displayNameForEntity@@</b> or any object related to this <b>@@displayNameForEntity@@</b> cannot be deleted.
italian: Non posso cancellare <strong>@@displayNameForEntity@@</strong> perché esso stesso uno degli oggetti ad esso correlati non possono essere cancellati.
